Repository: C3-A10/Naendi
Catalog: Naendi/Naendi/Localizable.xcstrings
Source language: en
Languages: id

# %@ from %@,
source: %1$@ from %2$@,
id: %1$@ dari %2$@

source: %@ from your current location
id: %@ dari lokasi Anda

source: %@ kilometers
id: %@ kilometer

source: %lld places
id: %lld tempat

source: 10 thousand to 50 thousand rupiah
id: 10 ribu sampai 50 ribu rupiah

source: 50 thousand to 100 thousand rupiah
id: 50 ribu sampai 100 ribu rupiah

source: 100 thousand to 250 thousand rupiah
id: 100 ribu sampai 250 ribu rupiah

source: About Output Result
id: Tentang Jumlah Hasil

source: About Preferred Time
id: Tentang Waktu Pilihan

source: About Sort By
id: Tentang Urutkan Berdasarkan

source: About Type
id: Tentang Jenis Tempat

source: About Vibe
id: Tentang Suasana

source: Above %@ rupiah
id: Diatas %@ rupiah

source: AI Reviews Summary
id: Ringkasan Ulasan AI

source: Any
id: Semua

source: Any budget
id: Semua anggaran

source: Any Budget
id: Semua Anggaran

source: Applies the selected preferences and returns to results.
id: Menerapkan preferensi yang dipilih dan kembali ke hasil.

source: Are you sure want to report %@? Once submitted, this report can't be changed.
id: Apakah Anda yakin ingin melaporkan %@? Setelah dilaporkan, laporan tidak dapat ditarik kembali.

source: Back
id: Kembali

source: Bakery
id: Toko Roti

source: Balanced
id: Seimbang

source: Below %@ rupiah
id: Dibawah %@ rupiah

source: Budget
id: Anggaran

source: Budget cannot be negative.
id: Budget tidak boleh negatif.

source: Cafe
id: Kafe

source: Calm
id: Tenang

source: Cancel
id: Batal

source: Choose how your recommendations are sorted.
id: Pilih cara rekomendasi Anda diurutkan.

source: Choose the atmosphere that fits your mood, from quiet spaces to lively spots.
id: Pilih suasana yang sesuai dengan suasana hati Anda, dari tempat yang tenang hingga tempat yang ramai.

source: Choose the type of place you're looking for, such as cafes, restaurants, street food, or more.
id: Pilih jenis tempat yang Anda cari, seperti kafe, restoran, jajanan kaki lima, atau lainnya.

source: Choose this location
id: Pilih lokasi ini

source: Clear
id: Hapus

source: Clear search
id: Hapus pencarian

source: Close
id: Tutup

source: Close full image
id: Tutup full image.

source: Close place details
id: Tutup detail tempat.

source: Collapse map
id: Perkecil peta

source: Compare
id: Bandingkan

source: Compare (%lld places)
id: Bandingkan (%lld tempat)

source: Confirm location
id: Konfirmasi lokasi

source: Custom
id: Kustom

source: Custom Budget
id: Anggaran Kustom

source: Custom local radius (km)
id: Radius lokasi khusus (km)

source: Discover
id: Jelajahi

source: Discover somewhere new
id: Temukan tempat baru

source: Distance
id: Jarak

source: Done
id: Selesai

source: Double tap to choose a halal preference
id: Ketuk dua kali untuk memilih preferensi halal.

source: Double tap to choose a place type
id: Ketuk dua kali untuk memilih jenis tempat.

source: Double tap to choose a sorting option
id: Ketuk dua kali untuk memilih urutan hasil.

source: Double tap to choose a vibe
id: Ketuk dua kali untuk memilih suasana.

source: Double tap to choose start and end times
id: Ketuk dua kali untuk memilih waktu mulai dan selesai.

source: Double tap to choose the number of results
id: Ketuk dua kali untuk memilih jumlah hasil.

source: Double-tap to choose a budget range.
id: Ketuk dua kali untuk memilih rentang anggaran.

source: Double-tap to choose a location and search radius.
id: Ketuk dua kali untuk memilih lokasi dan radius pencarian.

source: Drinks
id: Minuman

source: Edit Preference
id: Ubah Preferensi

source: Edit Preferences
id: Ubah Preferensi

source: End Time
id: Waktu Selesai

source: Enter a place or address in Surabaya.
id: Masukkan tempat atau alamat di surabaya.

source: Enter a valid budget amount.
id: Masukkan nominal budget yang valid.

source: Enter a valid custom budget range before saving.
id: Masukkan range budget yang valid.

source: Enter both minimum and maximum budget.
id: Masukkan budget minimum dan maksimum.

source: Expand map
id: Perbesar peta

source: Failed to load image
id: Gagal memuat gambar

source: Finding recommendations…
id: Mencari rekomendasi…

source: Go to current location
id: Gunakan lokasi Anda

source: Go to Destination
id: Buka Petunjuk Arah

source: Halal preference
id: Preferensi halal

source: I Understand
id: Aku Mengerti

source: Includes all place types.
id: Menyertakan semua tipe tempat.

source: Includes places with all atmosphere types.
id: Menyertakan semua tempat dengan semua tipe atmosfer.

source: Invalid image URL
id: Gambar URL invalid

source: Lively
id: Ramai

source: Loading places…
id: Loading tempat…

source: Local coffee stalls with drinks and simple meals.
id: Warung kopi lokal menjual minuman dan makanan sederhana.

source: Location
id: Lokasi

source: Location Access Is Off
id: Akses lokasi dimatikan.

source: Location is unavailable. Search for a location or allow location access to apply the selected radius.
id: Lokasi tidak tersedia. Cari lokasi atau izinkan akses lokasi untuk menerapkan radius yang dipilih.

source: Location Not Found
id: Lokasi Tidak Ditemukan

source: Location Required!
id: Pastikan Anda Berada di Lokasi!

source: Make sure you're at the location and that GPS is enabled.
id: Pastikan Anda berada di lokasi dan GPS dinyalakan.

source: Maximum search radius
id: Radius pencarian maksimum

source: Minimum budget must not exceed maximum budget.
id: Budget minimum tidak boleh melebihi budget maksimum.

source: Naendi needs your location for this. Turn it on in Settings under Privacy & Security, or pick a location instead.
id: Naendi membutuhkan lokasi anda untuk ini. Nyalakan pengaturan lokasi di Settings > Privasi & Keamanan.

source: No internet connection
id: Tidak ada koneksi internet

source: No Places Available
id: Belum Ada Tempat

source: No Results Found
id: Hasil Tidak Ditemukan

source: Not entered
id: Belum diisi

source: Not Now
id: Tidak Sekarang

source: Not selected
id: Belum dipilih

source: Number of results
id: Jumlah hasil

source: Open Settings
id: Buka Pengaturan.

source: Output Result
id: Jumlah Hasil

source: Output Results
id: Output hasil.

source: Pinned Location
id: Lokasi yang Dipilih

source: Place reported
id: Lokasi telah dilaporkan

source: Places focused on beverages and specialty drinks.
id: Tempat yang berfokus ke minuman spesial.

source: Places for coffee, light meals, and a relaxed atmosphere.
id: Tempat menjual kopi, makanan ringan dengan atmosfer yang rileks.

source: Places for dining, family meals, and gatherings.
id: Tempat untuk dinner, makan keluarga, dan pertemuan.

source: Places serving bread, pastries, cakes, and freshly baked goods.
id: Tempat yang menyajikan roti, pastry, dan cake.

source: Places with a balanced level of activity.
id: Tempat dengan level aktivitas yang seimbang.

source: Places with a more active and social atmosphere.
id: Tempat yang lebih aktif dan atmosfer sosial.

source: Places with a quieter and more relaxed atmosphere.
id: Tempat yang sunyi dan atmosfer yang lebih rileks.

source: Preference
id: Preferensi

source: Preferences not saved
id: Preferensi tidak tersimpan

source: Preferred Time
id: Waktu Pilihan

# Price range from %@ to %@ rupiah
source: Price range from %1$@ to %2$@ rupiah
id: Range harga dari %1$@ sampai%2$@ rupiah.

source: Reload
id: Muat Ulang

source: Report
id: Laporkan

source: Report %@
id: Laporkan %@

source: Report Submitted
id: Laporan Berhasil Terkirim

source: Report This Place?
id: Laporkan Tempat Ini?

source: Reports
id: Laporan

source: Reports inaccurate information about this place.
id: Laporkan ke tidak akurattan informasi mengenai tempat ini.

source: Restaurant
id: Restoran

source: Results
id: Hasil

source: Save
id: Simpan

source: Save preferences
id: Simpan preferensi

source: Search location
id: Cari lokasi

source: Search Location
id: Cari Lokasi

source: Select %@ for comparison
id: Pilih %@ untuk dibandingkan

source: Select any 2 places to compare
id: Pilih 2 tempat untuk dibandingkan

source: Select when you plan to visit so we can recommend places that fit your schedule.
id: Pilih waktu kunjungan agar kami dapat merekomendasikan tempat yang sesuai dengan jadwal Anda.

source: Select your Location
id: Pilih Lokasi

source: Select Your Preferences
id: Pilih Preferensi

source: Selected
id: Dipilih

source: Selected location
id: Lokasi terpilih

source: Set the number of places shown in your results.
id: Atur jumlah tempat yang ditampilkan dalam hasil Anda.

source: Shows more details about this place.
id: Tunjukkan detail tempat ini.

source: Shows more information about this preference.
id: Menampilkan informasi lebih lanjut tentang preferensi ini.

source: Shows places that hold a recognized halal certification.
id: Menampilkan tempat dengan sertifikat halal.

source: Shows places that serve non-halal food or ingredients.
id: Tempat yang menyajikan makanan non-halal.

source: Sort By
id: Urutkan Berdasarkan

source: Start Time
id: Waktu Mulai

source: Street food vendors serving local dishes, quick meals, and affordable eats.
id: PKL menjual jajanan lokal, makanan ringan dengan harga terjangkau.

source: Surprise Me
id: Kejutkan Saya

source: Swipe up or down with one finger to adjust the radius.
id: Gesek ke atas atau bawah dengan satu jari untuk menyesuaikan radius.

source: There are %lld number of reports made about this place being inaccurate.
id: Ada %lld laporan yang dibuat mengenai tempat ini tidak akurat.

source: Things to Consider
id: Hal yang Perlu Dipertimbangkan

# This location is %@ away from %@.
source: This location is %1$@ away from %2$@.
id: Lokasi ini berjarak %1$@ dari %2$@.

source: This location is %@ away from your location.
id: Lokasi ini berjarak %@ dari lokasi Anda.

source: This place have most rating.
id: Tempat ini mempunyai rating terbanyak.

source: This place is nearest to you.
id: Tempat ini terdekat dengan kamu.

source: Try a different place or address in Surabaya.
id: Coba tempat lain atau alamat lain di Surabaya.

source: Try adjusting your preferences or increasing the search radius.
id: Coba sesuaikan preferensi atau perbesar radius pencarian.

source: Try Again
id: Coba Lagi

source: Type
id: Jenis

source: Unable to Load Places
id: Tidak Dapat Memuat Tempat

source: Unable to Load Recommendations
id: Tidak Dapat Memuat Rekomendasi

source: Unable to Search
id: Tidak Dapat Mencari

source: Use the search field to adjust the location.
id: Gunakan kolom pencarian untuk menyesuaikan lokasi.

source: Vibe
id: Suasana

source: We couldn't find any places to show right now.
id: Kami belum menemukan tempat yang dapat ditampilkan saat ini.

source: What People Love
id: Hal yang Disukai Pengunjung

source: You've Already Reported
id: Anda Telah Melaporkan

source: Your preferences were applied for this session but could not be saved.
id: Preferensi diterapkan untuk sesi ini, tetapi tidak dapat disimpan.

source: Your saved preferences could not be restored. Default preferences will be used.
id: Preferensi tersimpan tidak dapat dipulihkan. Preferensi bawaan akan digunakan.
